
[
    {
        "_id":1,
        "img":"https://i.ibb.co/jv8Y1kc/Black-Dress-Outfits-1-1-540x0.jpg",
        "name":"OFFER",
        "title": "30 Cute Black Dress Outfits – How To Wear A Black Dress",
        "description": "Karl Lagerfeld knows that his signature monochrome never goes out of fashion, and if it’s good enough for the King of fashion it’s good enough for us, so why not inject some spring time style into your outfit by pairing your black dress with crisp white accessories? If you’re shopping for a new dress then look for one with attention-grabbing details. Interesting fabrics such as super-soft silk, delicate lace or cotton with raw edging can turn a good dress into a great one. It’s OK to experiment and break the fashion rules: you can wear black with other neutral shades such as nude, beige and even navy blue. The overall effect will look classic and incredibly stylish! Want to really make a statement and stand out from the crowd? Channel you inner A-lister and team your dress with a neck-lengthening up ‘do and plenty of gold and faux-diamond embellished bling for a look that is truly red carpet worthy. Look to the recent Oscars for the ultimate style inspiration"
    },
    {
        "_id":2,
        "img":"https://i.ibb.co/7jTWxzh/Legging-Outfits-1-600x825.jpg",
        "name":"News",
        "title": "Style Tips on How to Wear Leggings – Outfits",
        "description": "How to Wear Leggings: 4 Leggings Outfit Ideas You can wear leggings for many occasions. Use these style tips to help you craft outfits with this versatile wardrobe staple: Create a casual outfit. Since leggings are soft and stretchy, you can style them as comfortable loungewear. Pair a solid crop top or T-shirt with patterned leggings and a denim jacket in the spring and summer, or style black leggings with a long cardigan or oversized sweater to create a comfy and casual look in cooler months. Go for an athleisure look. Style leggings for a comfortable and sporty athleisure look. Brightly colored leggings or printed leggings are standard in workout wear; style a simple white tee or short top with cropped leggings or match high-waist leggings with a patterned sports bra in warmer months. Wear a full-length pair of leggings with a long sleeve shirt and hoodie in the winter. Style with a long shirt. For a dressy leggings look, style a pair of faux-leather leggings with a button-down shirt, blazer, and high heels, booties, or loafers. In the winter, you can wear knee-high boots over your leggings and wear a cardigan over your long top. Swap tights for leggings in cold weather. Sport skirts and dresses in the winter by wearing wool or cotton leggings instead of tights. Wear black leggings under a skirt with a turtleneck or long sweater, or try tight leggings under a sweater dress or long tunic top. Complete the outfit with ankle boots or ballet flats. "
    },
    {
        "_id":3,
        "img":"https://i.ibb.co/jDsHM6t/OP-LFW-SS17-P8-X0819-600x900.png",
        "name":"News",
        "title": "The Best Spring Outfits This Season",
        "description": "It's almost time to crawl out from beneath that pile of colorful scarves and puffer jackets that's been keeping you bundled and toasty all winter long. Springtime fashion is just around the corner! And good thing it is, because as much as we love a chunky knit, sub-zero temps aren't exactly ideal for showing off that new bikini you scored for spring break. Once the air outside doesn't actively hurt your face, you can officially bring your beloved puff sleeve blouses, oversized blazers, and sundresses out of hibernation and into that fresh spring light where they belong — as part of your cute spring outfits."
    },
    {
        "_id":4,
        "img":"https://i.ibb.co/Jvy9bnt/Rocker-Style-2-600x899.jpg",
        "name":"OFFER",
        "title": "30 Cute Black Dress Outfits – How To Wear A Black Dress",
        "description": "A new season means new outfits, and we couldn’t be more excited about that. But what do you do when the weather’s cold in the morning, hot in the day… and cold again at night? The trick to putting a stylish spring outfit together is starting out with chic basics, and then updating your style for the season. Here are our top style tips on what to wear for spring:"
    },
    {
        "_id":5,
        "img":"https://i.ibb.co/ggFtRWK/Spring-Outfits-2-600x900.jpg",
        "name":"OFFER",
        "title": "Our Reasons To Give Into The Embroidery Trend & How To Wear It",
        "description": "Gucci has attached embroidery to bags and placed it on denim jackets. Motifs track down the legs of slim jeans, embellish the shoulders of cotton shirts and add a statement to satin bombers. So just how should you wear the trend and personalise your look? We have some suggestions that will position you right on trend. Gucci has attached embroidery to bags and placed it on denim jackets. Motifs track down the legs of slim jeans, embellish the shoulders of cotton shirts and add a statement to satin bombers. So just how should you wear the trend and personalise your look? We have some suggestions that will position you right on trend."
    },
    {
        "_id":6,
        "img":"https://i.ibb.co/kSzX1SW/Velvet-Trend-7-600x900.jpg",
        "name":"OFFER",
        "title": "50+ Fashion Hacks That Will Show You How To Wear Converse – Outfits With Converse",
        "description": "Smart or casual, long or short, plain or patterned. It’s hard to think of a shoe design that’s more versatile than the converse sneaker. With its roots firmly in the sporting tradition, the Converse sneaker has escaped the confines of sporty styling and branched out into the wider world of fashion, with stunning results. So what makes the converse sneaker so special and how do you wear it to create your own individual flair?"
    }
]